{
    "Comment.nvim": { "branch": "master" },
    "ale": { "branch": "master" },
    "auto-pairs": { "branch": "master" },
    "catppuccin": { "branch": "ci/update-palette-update" },
    "cmp-buffer": { "branch": "main" },
    "cmp-nvim-lsp": { "branch": "master" },
    "cmp-path": { "branch": "main" },
    "conform.nvim": { "branch": "master" },
    "gitsigns.nvim": { "branch": "main" },
    "lazy.nvim": { "branch": "main" },
    "limelight.vim": { "branch": "master" },
    "lualine.nvim": { "branch": "master" },
    "nvim-cmp": { "branch": "main" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-notify": { "branch": "master" },
    "nvim-toggleterm.lua": { "branch": "main" },
    "nvim-tree-nvim-web-devicons": { "branch": "master" },
    "nvim-tree.lua": { "branch": "master" },
    "nvim-treesitter": { "branch": "master" },
    "plenary.nvim": { "branch": "master" },
    "tagbar": { "branch": "master" },
    "telescope.nvim": { "branch": "master" },
    "vim-easymotion": { "branch": "master" },
    "vim-go": { "branch": "master" },
    "vim-startify": { "branch": "master" },
    "vim-wakatime": { "branch": "master" },
    "which-key.nvim": { "branch": "main" }
  }